btop
ncdu
zsh
libevent-dev
ncurses-dev
duf
libfuse2
libbz2-dev
libreadline-dev
build-essential
libssl-dev
zlib1g-dev
libreadline-dev
libsqlite3-dev
libncursesw5-dev
xz-utils
tk-dev
libxml2-dev
libxmlsec1-dev
libffi-dev
liblzma-dev
bat
eza
unzip
yacc
